/* No comment provided by engineer. */
"

Get started by dragging files from the Finder here or using the + button." = "

请从 Finder 拖动文件，或使用 '+' 按钮。";

/* No comment provided by engineer. */
"

Media added to the Global Library can be used in any document.  Get started by dragging files here or using the + button." = "

将媒体添加到全局库可以在任何文件中使用。 请在这里拖动文件或使用 '+' 按钮。";

/* Error message from licensing system */
"  The error code was %d." = "  错误代码为 %d 。";

/* Time remaining (shown in the helper status menu) */
" (%@ remaining)" = " （剩余时间 %@）";

/* Free disk for capture volume */
" (%ldGB free)" = " （%ldGB 免费）";

/* Free disk for capture volume */
" (%ldMB free)" = " （%ldMB 免费）";

/* Shown at end of media name in popup button when media sources duration is not long enough */
" (Media too short)" = " （媒体太短）";

/* Export time remaining */
" - %@ remaining" = " - 剩余时间 %@";

/* Time units */
" hour" = " 小时";

/* Time units */
" hours" = " 小时";

/* Time units */
" min" = " 分";

/* Time units */
" mins" = " 分";

/* Time units */
" minute" = " 分";

/* Time units */
" minutes" = " 分";

/* Time units */
" sec" = " 秒";

/* Time units */
" second" = " 秒";

/* Time units */
" seconds" = " 秒";

/* Time units */
" secs" = " 秒";

/* overwrite file on export */
"\"%@\" already exists.  Do you want to replace it?" = "\"%@\" 已经存在.  你想替换它吗？";

/* No comment provided by engineer. */
"\"%@\" document exported" = "\"%@\" 文档已经导出";

/* No comment provided by engineer. */
"\"%@\" is not a writable directory." = "\"%@\" 不可写目录";

/* No comment provided by engineer. */
"\"%@\" uploaded to %@" = "\"%@\" 已更新为 %@";

/* No comment provided by engineer. */
"\"%@\" video size is too large" = "\"%@\" 视频太大了";

/* No comment provided by engineer. */
"\"(lastPathComponent)\" already exists.  Do you want to replace it?." = "\"(lastPathComponent)\" 已经存在。你想替换它吗？";

/* No comment provided by engineer. */
"\"(self.directoryURL.path)\" not a writable directory." = "\"(self.directoryURL.path)\" 不可写目录";

/* Uncompressed audio format */
"%@ %@ audio at %.1fkhz" = "%@ %@ audio at %.1fkhz";

/* Compressed audio format description */
"%@ %@ audio at %ld kbits/sec" = "%@ %@ audio at %ld kbits/秒）";

/* Audio driver installation tool-tip */
"%@ Installed" = "%@ 安装";

/* Header name in Shortcut Preferences outline view */
"%@ Menu" = "%@ 菜单";

/* No comment provided by engineer. */
"%@ Properties" = "%@ 属性";

/* No comment provided by engineer. */
"%@ [Customized]" = "%@ [自定义]";

/* No comment provided by engineer. */
"%@ effect duration" = "%@ 效果持续时间";

/* Frames per second in YouTube publish popup */
"%@ fps" = "%@ fps";

/* Export time remaining */
"%@ remaining" = "剩余时间 %@";

/* No comment provided by engineer. */
"%@H.264 video encoding at %@ kbits/sec." = "%@H.264 视频编码在 %@ kbits/秒";

/* No comment provided by engineer. */
"%d Markers" = "%d 个标记";

/* Format for Resolution in Export window */
"%d x %d - %d%% of original" = "%d x %d  - 原来的 %d%%";

/* No comment provided by engineer. */
"(Unsupported on this GPU)" = "（不支持此CPU）";

/* Text used in inspector tags for property headers */
"+ Action" = "+ 动作";

/* No comment provided by engineer. */
"1 Marker" = "1 标记";

/* No comment provided by engineer. */
"1 fps" = "1 fps";

/* No comment provided by engineer. */
"3D Pack" = "3D 包";

/* Transition name */
"3D Shatter" = "3D Shatter";

/* No comment provided by engineer. */
"5 fps" = "5 fps";

/* No comment provided by engineer. */
"15 fps" = "15 fps";

/* No comment provided by engineer. */
"25 fps" = "25 fps";

/* No comment provided by engineer. */
"30 fps" = "30 fps";

/* Name of preset in New Document */
"720p HD" = "720p HD";

/* Name of preset in New Document */
"1080p HD" = "1080p HD";

/* No comment provided by engineer. */
"A batch export is currently in progress." = "批量导出正在进行中。";

/* Copy & Paste failure */
"A clip wasn't able to accept the type of action being pasted onto it.  Please make sure you only try pasting the appropriate type of action." = "您尝试粘贴的操作类型不被剪辑所接受。 请确保您尝试粘贴的操作是适当的类型。";

/* overwrite file on export */
"A file already exists in the output folder.  Do you want to replace it?" = "文件已经存在于输出文件夹中。 你想替换它吗？";

/* No comment provided by engineer. */
"A file or folder with the same name already exists in the folder \"%@\".  Replacing it will overwrite its current contents." = " \"%@\"文件夹中已经存在具有相同名称的文件或文件夹。 如果您更换它的内容将被覆盖。";

/* No comment provided by engineer. */
"A file or folder with the same name already exists in the folder \"(directoryString)\".  Replacing it will overwrite its current contents." = "\"(directoryString)\" 文件夹中已经存在具有相同名称的文件或文件夹。 如果更换它，当前内容将被覆盖。";

/* No comment provided by engineer. */
"A file with the same name already exists in the folder \"%@\".  Replacing it will overwrite its current contents." = "\"%@\" 该文件夹中已经存在同名的文件。 如果更换它，当前内容将被覆盖。";

/* (No Commment) */
"A folder with the same name already exists in the folder %@.  Replacing it will overwrite its current contents." = " \"%@\"文件夹中已经存在具有相同名称的文件夹。 如果您更换它的内容将被覆盖。";

/* No comment provided by engineer. */
"A publish upload is currently in progress.  Please wait for the publish to complete or cancel the publish before quitting." = "发布上传目前正在进行中。 等待发布完成，或取消发布并完成。";

/* No comment provided by engineer. */
"A snapback action can only be added when there is at least one action of the type it is snapping back to behind it." = "只有在该点之前有多个动作被快速回复时，才能添加回弹操作。";

/* No comment provided by engineer. */
"A value is required." = "需要一个值。";

/* No comment provided by engineer. */
"AAC audio encoding at %@ kbits/sec." = "AAC音频编码， %@ kbits/秒";

/* No comment provided by engineer. */
"About %d hours" = "大约 %d 小时";

/* No comment provided by engineer. */
"About %d minutes" = "大约 %d 分";

/* No comment provided by engineer. */
"About a minute" = "大约 1 分";

/* No comment provided by engineer. */
"About an hour" = "大约 1 小时";

/* Undo Manager Name */
"Action Curve" = "行动曲线";

/* No comment provided by engineer. */
"Action templates cannot be restored once they have been deleted." = "删除动作模板后，无法恢复。";

/* Message in licensing system */
"Activated without ScreenFlow license" = "未经ScreenFlow许可激活";

/* Error message in licensing system */
"Activation Limit Exceeded" = "激活限制超出";

/* Add Template Action
   Menu command */
"Add %@" = "添加 %@";

/* Menu command */
"Add %@ Action" = "添加 %@ 动作";

/* Undo Manager Name */
"Add Action" = "添加动作";

/* (No Commment) */
"Add Additional Recording" = "添加另一个录音";

/* Undo Manager Name */
"Add Annotations" = "添加注释";

/* Menu Command */
"Add Annotations Clip" = "添加注释剪辑";

/* No comment provided by engineer. */
"Add Ending Transition" = "添加终止转场";

/* No comment provided by engineer. */
"Add File..." = "添加文件...";

/* Name of undo action */
"Add Filter" = "添加过滤器";

/* Clip Context menu command */
"Add Freeze Frame" = "添加冻结帧";

/* No comment provided by engineer. */
"Add Marker" = "添加标记";

/* Context menu */
"Add Marker..." = "添加标记...";

/* No comment provided by engineer. */
"Add Recording..." = "添加录音...";

/* No comment provided by engineer. */
"Add Starting & Ending Transitions" = "添加开始/结束转场";

/* No comment provided by engineer. */
"Add Starting Transition" = "添加开始转场";

/* No comment provided by engineer. */
"Add Template Action" = "添加模板动作";

/* Menu Command
   Undo Manager Name */
"Add Text Box" = "添加文本框";

/* No comment provided by engineer. */
"Add Transition" = "添加转场";

/* No comment provided by engineer. */
"Add media to the timeline at the current scrubber position." = "请将媒体添加到时间轴中当前的滑块位置。";

/* Context menu command */
"Add to Timeline at Scrubber" = "添加到时间轴滑块位置";

/* Media Grid View Options */
"Added When" = "添加日期";

/* No comment provided by engineer. */
"Adding an Action to a clip enables you to modify the properties of your video or screen recording over a period of time" = "当您向剪辑添加动作时，您可以随时更改视频和屏幕录制属性。";

/* Preference Page name */
"Advanced" = "高级设置";

/* Undo name for changing the justification on a paragraph */
"Alignment Change" = "对齐变更";

/* This is the category used in the Transition Inspector to show all transitions */
"All" = "所有";

/* Clip Context menu command */
"All Channels" = "所有通道";

/* No comment provided by engineer. */
"All Clips" = "所有剪辑";

/* No comment provided by engineer. */
"All Clips after current Clip" = "当前剪辑后的所有剪辑";

/* Text Effect Animation - do the animation all at once */
"All at Once" = "一次性";

/* No comment provided by engineer. */
"An error occurred (%ld)." = "发生错误（%ld）。";

/* Error message in licensing system */
"An error occurred communicating with the Telestream licensing server.  Please check your Internet connection and try again." = "与Telestream许可证服务器通信时发生错误。 请检查您的互联网连接，然后重试。";

/* No comment provided by engineer. */
"An export is currently in progress.  Please wait for the export to complete or cancel the export before quitting." = "正在导出。 等待导出完成，或取消导出并退出。";

/* Drop shadow video inspector panel */
"Angle:" = "角度：";

/* No comment provided by engineer. */
"Animated GIF at %@ fps with %@ colors and %@ dithering.  %@" = "GIF 动画 at %@ fps 与 %@ 颜色和 %@ 仿色.  %@";

/* Default pretty name of text clip */
"Annotations" = "注释";

/* No comment provided by engineer. */
"Annotations Clip" = "注释剪辑";

/* No comment provided by engineer. */
"Are you sure?  This operation cannot be undone." = "你确定吗? 此操作无法撤消。";

/* Action Context menu command */
"Audio" = "音频";

/* No comment provided by engineer. */
"Audio Action" = "音频动作";

/* No comment provided by engineer. */
"Audio Channel %d from %@" = "来自 %@的音频频道 %d ";

/* Action Context menu command
   Name in inspector panel */
"Audio Filters" = "音频滤镜";

/* No comment provided by engineer. */
"Audio Mix not Supported" = "不支持音频混合";

/* No comment provided by engineer. */
"Audio Snapback" = "音频弹回";

/* No comment provided by engineer. */
"Audio from" = "音频来自：";

/* Undo Manager Name */
"Auto Level Change" = "自动电平变化";

/* H.264 Profile */
"Automatic" = "自动";

/* No comment provided by engineer. */
"Available Formats" = "可用格式";

/* No comment provided by engineer. */
"Backdrop" = "背景";

/* No comment provided by engineer. */
"Bad caption duration." = "标题的长度不好";

/* No comment provided by engineer. */
"Bad permissions on selected scratch path." = "所选临时路径的访问权限无效。";

/* Name of transition in the Wipe Pack */
"Bands" = "乐队";

/* Transition name */
"Bars Swipe" = "酒吧刷卡";

/* H.264 Profile */
"Baseline" = "基准线";

/* Drop shadow video inspector panel */
"Blur Size:" = "模糊尺寸:";

/* Cursor hotspot location */
"Bottom" = "下";

/* Transition Corner */
"Bottom Left" = "左下";

/* Transition Corner */
"Bottom Right" = "右下";

/* Cursor hotspot location */
"Bottom-Left" = "左下";

/* Cursor hotspot location */
"Bottom-Right" = "右下";

/* Video Panel Cropping Parameter */
"Bottom:" = "下：";

/* Name of transition in the Wipe Pack */
"Boxes" = "盒子";

/* Video Panel Cropping Parameter */
"Brightness:" = "亮度：";

/* Video Panel Parameter */
"Build In Animation" = "进入动画";

/* Video Panel Parameter */
"Build Out Animation" = "退出动画";

/* No comment provided by engineer. */
"Built-in OS X" = "OS X 导出";

/* Text in the Welcome screen */
"Buy" = "购买";

/* Name of button in transition inspector to take customer to store to purchase more transitions */
"Buy More..." = "额外购买...";

/* Window title text */
"Buy Now" = "立即购买";

/* Text Effect Animation - do the animation one character of text at a time */
"By Character" = "按字符";

/* Text Effect Animation - do the animation one line of text at a time */
"By Line" = "按行";

/* No comment provided by engineer. */
"Calculating Volume Smoothing..." = "计算体积平滑...";

/* Action Context menu command */
"Callout" = "标注";

/* No comment provided by engineer. */
"Camera & Microphone Recording" = "摄像头和麦克风录音/录像";

/* No comment provided by engineer. */
"Camera in use" = "相机正在使用中";

/* No comment provided by engineer. */
"Camera not found" = "相机未找到";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cancel Recording" = "取消录像";

/* No comment provided by engineer. */
"Cannot Install Computer Audio Driver while recording" = "录制时无法安装电脑音频驱动程序";

/* No comment provided by engineer. */
"Cannot Uninstall Computer Audio Driver while recording" = "录制时无法卸载计算机音频驱动程序";

/* No comment provided by engineer. */
"Cannot update the Default Keyboard shortcut set" = "无法更新默认键盘快捷键集";

/* No comment provided by engineer. */
"Canvas" = "画布";

/* Undo Manager Name */
"Canvas Change" = "更改画布";

/* No comment provided by engineer. */
"Capture Scratch Disk not found" = "捕获暂存磁盘未找到";

/* Name appearing in undo menu after changing the document size */
"Change Document Setup" = "更改文档设置";

/* Audio channel to extract */
"Channel %d" = "通道 %d";

/* No comment provided by engineer. */
"Choose" = "选择";

/* No comment provided by engineer. */
"Choose..." = "选择...";

/* No comment provided by engineer. */
"Chroma Key" = "色度键";

/* No comment provided by engineer. */
"Circle - Dark" = "圈 - 暗";

/* No comment provided by engineer. */
"Circle - Light" = "圈 - 明";

/* Name of transition in the Wipe Pack */
"Circle Wipe" = "径向擦除";

/* Timeline Context menu command
   Undo Manager Name */
"Clear All Captions" = "清除所有标注";

/* Undo name */
"Clear Click Sound" = "清除点击声";

/* No comment provided by engineer. */
"Click to change" = "点击更改";

/* No comment provided by engineer. */
"Click to select a capture region on this screen" = "要选择此屏幕的捕获区域，请点击此处";

/* No comment provided by engineer. */
"Clip #%d" = "剪辑 #%d";

/* No comment provided by engineer. */
"Clip Blob Style Changed" = "剪辑 Blob 样式已更改";

/* Undo Manager Name */
"Clip Name Change" = "更改剪辑名称";

/* Undo Manager Name */
"Clip Replace" = "更换剪辑";

/* Undo name */
"Clip Time Insert" = "插入剪辑时间";

/* Name of transition in the Wipe Pack */
"Clock Wipe" = "时钟擦除";

/* No comment provided by engineer. */
"Close" = "关闭";

/* Clip Context menu command
   Undo Manager Name */
"Close Gap" = "关闭差距";

/* Video Panel Parameter */
"Color Controls" = "颜色控制";

/* Name of transition in the Wipe Pack */
"Color Drop Wipe" = "彩色擦除";

/* Drop shadow video inspector panel */
"Color:" = "颜色：";

/* No comment provided by engineer. */
"Completed Upload" = "上传已完成";

/* No comment provided by engineer. */
"Computer Audio" = "电脑音频";

/* No comment provided by engineer. */
"Computer audio connection not found" = "未找到计算机音频连接";

/* No comment provided by engineer. */
"Configure Recording" = "录像设置";

/* No comment provided by engineer. */
"Configure how the '%@' will be mixed by default for new documents" = "默认情况下，它会设置新文档的 '%@' 混合。";

/* No comment provided by engineer. */
"Configure..." = "设置...";

/* No comment provided by engineer. */
"Conflicts" = "冲突";

/* No comment provided by engineer. */
"Continue" = "继续";

/* Video Panel Cropping Parameter */
"Contrast:" = "对比度：";

/* No comment provided by engineer. */
"Converting to a lower frame rate in the timeline can cause edits to be lost as the timeline may not be able to display them correctly at a lower precision." = "如果降低时间轴的帧速率，编辑内容可能会丢失。 这是因为有可能这些编辑不能以低精度正确显示。";

/* Clip Context menu command */
"Copy" = "拷贝";

/* Prepended to a copied export preset */
"Copy of " = "拷贝 - ";

/* Autosave Progress popover */
"Copying Media:" = "复制媒体：";

/* Video Panel Parameter */
"Corner Round:" = "圆角：";

/* Maximum count in touch callouts */
"Count must be between 1 and 4." = "计数必须介于1到4之间。";

/* No comment provided by engineer. */
"Countdown has a maximum value of 20 seconds." = "倒计时设置为最大值20秒。";

/* No comment provided by engineer. */
"Countdown seconds cannot be less than zero." = "倒计时秒数不能小于零。";

/* No comment provided by engineer. */
"Create" = "创建";

/* No comment provided by engineer. */
"Create New Document" = "创建一个新的文档";

/* Undo name */
"Create Template Action" = "创建一个模板动作";

/* Clip Context menu command */
"Create Template Action..." = "创建一个模板动作...";

/* No comment provided by engineer. */
"Create set from default" = "从默认创建集";

/* No comment provided by engineer. */
"Creation in Progress..." = "创建进行中...";

/* Video Panel Parameter */
"Cropping" = "裁剪";

/* Validation error message when setting the video crop */
"Cropping values cannot be empty" = "裁剪值不能为空";

/* Validation error message when setting the video crop */
"Cropping values cannot be greater than the horizontal dimension." = "裁剪值不能大于水平尺寸。";

/* Validation error message when setting the video crop */
"Cropping values cannot be greater than the vertical dimension." = "裁剪值不能大于垂直尺寸。";

/* Validation error message when setting the video crop */
"Cropping values cannot be less than 0." = "裁剪值不能小于0。";

/* Name of transition in the Wipe Pack */
"Cross Blur" = "交叉模糊";

/* Transition name */
"Cross Dissolve" = "交叉溶解";

/* Name of transition in the Wipe Pack */
"Crosshair" = "十字架";

/* Transition name */
"Cube" = "立方体";

/* Name of transition in the 3D Pack */
"Cube Split" = "立方体拆分";

/* Name of transition in the 3D Pack */
"Cube Twist" = "立方扭曲";

/* No comment provided by engineer. */
"Current Size" = "当前大小";

/* No comment provided by engineer. */
"Curve Type" = "曲线类型";

/* No comment provided by engineer. */
"Custom" = "自定义";

/* No comment provided by engineer. */
"Custom Presets" = "自定义预设";

/* No comment provided by engineer. */
"Custom UI:" = "自定义UI：";

/* No comment provided by engineer. */
"Customized" = "自定义";

/* Clip Context menu command
   Undo Manager Name */
"Cut" = "切";

/* Undo Manager Name */
"Cut Action" = "切动作";

/* Undo Manager Name */
"Cut Clip" = "切剪辑";

/* No comment provided by engineer. */
"Data rate cannot be greater than 100000." = "数据速率不能大于100000。";

/* Name of default keyboard shortcut set */
"Default" = "默认";

/* No comment provided by engineer. */
"Default Format" = "默认格式";

/* No comment provided by engineer. */
"Delete" = "删除";

/* Undo Manager Name */
"Delete All Markers" = "删除所有标记";

/* Name of undo action */
"Delete Filter" = "删除过滤器";

/* No comment provided by engineer. */
"Delete Global Media" = "删除全局媒体";

/* Undo Manager Name */
"Delete Marker" = "删除标记";

/* Context menu command */
"Delete Media" = "删除媒体";

/* No comment provided by engineer. */
"Delete Media Source" = "删除媒体源";

/* Undo Manager Name */
"Delete Media Sources" = "删除媒体来源";

/* Undo Manager Name */
"Delete Range" = "删除范围";

/* Timeline Context menu command */
"Delete Track" = "删除曲目";

/* No comment provided by engineer. */
"Delete Unused Media Sources" = "删除未使用的媒体源";

/* License header text */
"Demo Mode" = "演示模式";

/* License header text */
"Demo Mode - Deactivated" = "演示模式 - 未激活";

/* Used in recording countdown overlay screen */
"Desktop" = "桌面";

/* No comment provided by engineer. */
"Desktop not found" = "桌面未找到";

/* No comment provided by engineer. */
"Detach All Audio Channels" = "分离所有音频通道";

/* Clip Context menu command */
"Detach Audio" = "单独的音频";

/* Transition name */
"Dip to Black" = "淡化到黑色";

/* Transition name */
"Dip to White" = "淡化到白色";

/* No comment provided by engineer. */
"Discard" = "丢弃";

/* No comment provided by engineer. */
"Disk out of space" = "没有可用的空间";

/* No comment provided by engineer. */
"Display Size Warning" = "显示大小警告";

/* Name of media library */
"Document Library" = "文件库";

/* No comment provided by engineer. */
"Document Upgrade Warning." = "关于文档升级的警告。";

/* No comment provided by engineer. */
"Documents" = "文件";

/* Name of transition in the Wipe Pack */
"Doors" = "门";

/* No comment provided by engineer. */
"Download & Installation of Audio Component Required." = "您需要下载并安装音频组件。";

/* No comment provided by engineer. */
"Download Flip4Mac" = "下载 Flip4Mac";

/* No comment provided by engineer. */
"Download Windows Media Components." = "下载 Windows Media 组件";

/* Undo Action */
"Drawing" = "制图";

/* Video Panel Parameter */
"Drop Shadow" = "阴影";

/* No comment provided by engineer. */
"Due to a limitation of the graphics card, only %ld x %ld can be captured.  Please reduce the resolution of your display to capture at full size." = "由于显卡的限制，只能捕获 %ld x %ld 。 要全面捕获，请降低显示分辨率。";

/* No comment provided by engineer. */
"Due to an internal error, the recording has unexpectedly terminated.  Please try making your recording again, and if problems persist, contact us for technical support." = "记录由于内部错误而突然结束。 请再试一次录像操作。 如果问题仍然存在，请联系技术支持。";

/* No comment provided by engineer. */
"Due to limitations of the primary graphics card, certain functionality in ScreenFlow won't be available.  For example, Callouts aren't supported on this system.

Please see telestream.net for more information about system requirements." = "由于主显卡的限制，ScreenFlow的特定功能无法使用。 例如，此系统不支持标注。

有关系统要求的详细信息，请访问telestream.net。";

/* No comment provided by engineer. */
"Due to the removal of QuickTime, some presets have been deprecated and are no longer available.  If you had a lossless workflow, the recommended preset is 'Lossless – ProRes with Alpha'.  Other workflows will now default to 'Web – High' for export." = "某些QuickTime已被删除，因此某些预设将不再可用。 如果有无损工作流程，推荐的预设为 '无损 - 使用Alpha的ProRes' 。 其他工作流默认为 'Web-High' 用于导出。";

/* No comment provided by engineer. */
"Duplicate" = "复制";

/* No comment provided by engineer. */
"Duplicate '%@'" = "复制 '%@'";

/* No comment provided by engineer. */
"Duplicate named sets" = "重复命名集";

/* Duplicate keyset */
"Duplicate of Default" = "默认复制";

/* Column in Media List
   Media Grid View Options */
"Duration" = "持续时间";

/* Undo Manager Name */
"Duration Change" = "持续时间变化";

/* No comment provided by engineer. */
"Duration cannot be less than or equal to zero." = "持续时间不能小于或等于零。";

/* No comment provided by engineer. */
"Duration for new %@:" = "新的 %@ 的持续时间：";

/* No comment provided by engineer. */
"Duration for new Video Actions" = "新视频动作的持续时间";

/* No comment provided by engineer. */
"Duration is longer than that of the source media." = "持续时间超过源媒体的长度。";

/* Name of text field in transition inspector */
"Duration:" = "持续时间";

/* Duration Label in main document window */
"Duration: %@" = "持续时间: %@";

/* No comment provided by engineer. */
"Duration: %@
" = "持续时间: %@
";

/* No comment provided by engineer. */
"Each Keyboard Shortcut set must have a unique name.  Please rename \"%@\"." = "每个快捷键名称必须是唯一的。请重命名 \"%@\"。";

/* Transition Acceleration */
"Ease In" = "缓入";

/* Transition Acceleration */
"Ease In & Out" = "缓入 & 缓出";

/* Transition Acceleration */
"Ease Out" = "缓出";

/* Action Context menu command
   Motion Easing Curve */
"Ease-In" = "Ease-In";

/* Action Context menu command
   Motion Easing Curve */
"Ease-In & Out" = "Ease-In & Out";

/* Motion Easing Curve */
"Ease-In & Out Cubic" = "ase-In & Out Cubic";

/* Motion Easing Curve */
"Ease-In & Out Quart" = "Ease-In & Out Quart";

/* Motion Easing Curve */
"Ease-In Cubic" = "Ease-In Cubic";

/* Motion Easing Curve */
"Ease-In Quart" = "Ease-In Quart";

/* Action Context menu command
   Motion Easing Curve */
"Ease-Out" = "Ease-Out";

/* Motion Easing Curve */
"Ease-Out Cubic" = "Ease-Out Cubic";

/* Motion Easing Curve */
"Ease-Out Quart" = "Ease-Out Quart";

/* Clip Context menu command */
"Edit Nested Clip" = "编辑嵌套剪辑";

/* Clip Context menu command */
"Edit Speech Clip" = "编辑语音剪辑";

/* No comment provided by engineer. */
"Edit..." = "编辑...";

/* No comment provided by engineer. */
"Editing" = "编辑";

/* No comment provided by engineer. */
"Editing Nested Clips." = "编辑嵌套剪辑。";

/* No comment provided by engineer. */
"Enter Caption Text" = "输入字幕文字";

/* No comment provided by engineer. */
"Enter Caption Text in %@" = "在 %@ 中输入字幕文字";

/* No comment provided by engineer. */
"Enter Partial Screen Capture Mode" = "进入部分屏幕捕获模式";

/* For keyboard shortcut entry */
"Enter shortcut..." = "输入快捷方式...";

/* No comment provided by engineer. */
"Error" = "错误";

/* GIF dither mode
   GIF dithering mode */
"Error Diffusion" = "误差扩散";

/* No comment provided by engineer. */
"Error locating file" = "搜索文件时发生错误";

/* No comment provided by engineer. */
"Error opening file" = "打开文件时发生错误";

/* No comment provided by engineer. */
"Estimated File Size:" = "估计文件大小：";

/* No comment provided by engineer. */
"Exit" = "结束";

/* Timeline Context menu command */
"Expand" = "展开";

/* Action Context menu command */
"Exponential Ease-In" = "指数缓入";

/* Action Context menu command */
"Exponential Ease-In & Out" = "指数缓入 & 缓出";

/* Action Context menu command */
"Exponential Ease-Out" = "指数缓出";

/* No comment provided by engineer. */
"Export All Templates..." = "导出所有模板...";

/* No comment provided by engineer. */
"Export Completed" = "导出完成";

/* Menu item command */
"Export Selected Range..." = "导出选择...";

/* No comment provided by engineer. */
"Export in Progress" = "正在导出";

/* No comment provided by engineer. */
"Export to File" = "导出到文件";

/* Timeline Context menu command */
"Export to SRT..." = "导出到SRT ...";

/* No comment provided by engineer. */
"Export will occur over the entire project" = "导出整个项目";

/* Menu item command */
"Export..." = "导出...";

/* No comment provided by engineer. */
"Exporting with a watermark." = "导出添加水印。";

/* No comment provided by engineer. */
"Exporting:" = "正在导出：";

/* Clip Context menu command */
"Extract Audio" = "提取音频";

/* No comment provided by engineer. */
"Extract Audio Channel" = "提取音频通道";

/* No comment provided by engineer. */
"Facebook only allows 40 minutes or less of content to be uploaded.  If the upload is rejected, you must reduce the duration of the screencast to 40 minutes in order to publish it to Facebook." = "您只能在Facebook上上传不到40分钟的内容。 如果上传被拒绝，请将屏幕录像的长度缩短到40分钟，您将能够在Facebook上发布。";

/* No comment provided by engineer. */
"Failed to import files" = "该文件无法加载";

/* No comment provided by engineer. */
"Fast User Switch Detected" = "检测到用户切换";

/* No comment provided by engineer. */
"Favorite Transitions" = "收藏的转场";

/* No comment provided by engineer. */
"Favorites" = "收藏夹";

/* No comment provided by engineer. */
"File" = "文件";

/* No comment provided by engineer. */
"Fill:" = "填写：";

/* Name of undo action when reordering the video or audio filters in a list */
"Filter Reorder" = "过滤器重新排序";

/* Transition name */
"Fire" = "火";

/* Name of transition in the Wipe Pack */
"Flip Over" = "翻转";

/* Name of transition in the 3D Pack */
"Flyover" = "天桥";

/* Name of transition in the 3D Pack */
"Fold" = "折";

/* No comment provided by engineer. */
"Frame rate must be between 1 and 60 fps." = "帧速率必须介于1到60 fps之间。";

/* No comment provided by engineer. */
"Freeze Frame" = "冻结帧";

/* No comment provided by engineer. */
"Freeze Frame from %@" = "冻结帧从 %@";

/* Label of slider in text motion effects */
"Frequency" = "频率";

/* Label of slider in text motion effects */
"Friction" = "摩擦";

/* Transition Direction */
"From Bottom to Top" = "从下到上";

/* Transition Direction */
"From Left to Right" = "从左到右";

/* Transition Direction */
"From Right to Left" = "从右到左";

/* Transition Direction */
"From Top to Bottom" = "从上到下";

/* No comment provided by engineer. */
"Gain cannot be greater than 300%" = "增益不能大于300％";

/* No comment provided by engineer. */
"Gain cannot be less than zero." = "增益不能小于零";

/* Preference Page name */
"General" = "通用";

/* Text in the Welcome screen */
"Get Help" = "帮助";

/* Name of media library */
"Global Library" = "全局库";

/* No comment provided by engineer. */
"Global Recording" = "全局录制";

/* No comment provided by engineer. */
"Go to Support Site" = "移动到支持站点";

/* No comment provided by engineer. */
"Go to end of timeline" = "移动到时间轴的末尾";

/* No comment provided by engineer. */
"Go to end of timeline selection" = "移动到时间轴选择部分的末尾";

/* No comment provided by engineer. */
"Go to next edit" = "转到下一个编辑";

/* No comment provided by engineer. */
"Go to previous edit" = "转到上一个编辑";

/* No comment provided by engineer. */
"Go to start of timeline" = "移动到时间轴的开始";

/* No comment provided by engineer. */
"Go to start of timeline selection" = "移动到时间轴选择部分的开头";

/* No comment provided by engineer. */
"Gradient Wipe" = "渐变擦除";

/* Video Motion Effect */
"Gravity" = "重力";

/* Name of transition in the Wipe Pack */
"Grid Wipe" = "网格擦除";

/* Name of transition in the Wipe Pack */
"Grid Zoom" = "网格缩放";

/* Clip Context menu command
   Undo name */
"Group" = "组";

/* (No Commment) */
"H.264 video encoding at %@ kbits/sec." = "H.264 视频编码， %@ kbits/秒";

/* No comment provided by engineer. */
"H264 content over 4096 pixels wide or high may not play back correctly in player application, such as QuickTime Player." = "其宽度或高度超过4096像素的H264内容在播放器应用程序（如QuickTime Player）中可能无法正常播放。";

/* Prefixed to H.264 video encoding */
"Hardware Accelerated " = "硬件加速 ";

/* GIF dithering mode
   Motion Blur amount in Export panel */
"Heavy" = "強";

/* No comment provided by engineer. */
"Height:" = "高度：";

/* (No Commment) */
"Hello and Welcome to ScreenFlow 6" = "欢迎来到 ScreenFlow 6";

/* No comment provided by engineer. */
"Hello and Welcome to ScreenFlow 7" = "欢迎来到 ScreenFlow 7";

/* Text in the Welcome screen */
"Help us improve ScreenFlow by sending anonymous usage data" = "请发送匿名应用程序的使用状态数据改进ScreenFlow功能";

/* No comment provided by engineer. */
"Hide Desktop Icons" = "隐藏桌面图标";

/* No comment provided by engineer. */
"Hide Desktop Items" = "隐藏桌面项目";

/* Menu Item Name */
"Hide Inspector" = "隐藏属性面板";

/* Menu Item Name */
"Hide Quick Media Library" = "隐藏快速媒体库";

/* Menu item in the helper status bar */
"Hide Recording Monitor" = "隐藏录音监视器";

/* Menu Item Name */
"Hide Timeline" = "隐藏时间轴";

/* H.264 Profile */
"High" = "高";

/* No comment provided by engineer. */
"High resolution H264 encoded content may not play back" = "用H264编码的高分辨率内容可能无法播放";

/* No comment provided by engineer. */
"Highest" = "最高";

/* No comment provided by engineer. */
"Hotspot" = "热点";

/* No comment provided by engineer. */
"If you wish to edit the keyboard shortcuts, a copy must be made first." = "如果要编辑键盘快捷键，则需要先复制一个副本。";

/* No comment provided by engineer. */
"Image Fill" = "图像填充";

/* No comment provided by engineer. */
"Import File..." = "导入文件...";

/* No comment provided by engineer. */
"Import Templates..." = "导入模板...";

/* Timeline Context menu command */
"Import from SRT..." = "从SRT导入...";

/* No comment provided by engineer. */
"Import..." = "导入...";

/* No comment provided by engineer. */
"Imported keysets" = "读取密钥集";

/* Transition name */
"Inner Cube" = "内立方体";

/* Clip Context menu command */
"Insert Annotation Clip" = "插入注释剪辑";

/* Clip Context menu command */
"Insert Media" = "插入媒体";

/* Clip Context menu command */
"Insert Text Box" = "插入文本框";

/* No comment provided by engineer. */
"Insert: %@" = "插入： %@";

/* No comment provided by engineer. */
"Install" = "インストール";

/* Button for installing audio driver */
"Install Driver" = "安装驱动程序";

/* No comment provided by engineer. */
"Installing Computer Audio Driver." = "安装电脑音频驱动程序";

/* No comment provided by engineer. */
"Invalid duration value" = "长度值无效";

/* Message in licensing system */
"Invalid serial number" = "序列号无效";

/* No comment provided by engineer. */
"Invalid speed value" = "速度值无效";

/* Click Effect */
"Invert" = "反向";

/* Name of transition in the Wipe Pack */
"Jaws Wipe" = "钳子擦除";

/* Text in the Welcome screen */
"Join Mailing List" = "加入邮件列表";

/* No comment provided by engineer. */
"Jump to Media Search Field" = "跳转到媒体搜索字段";

/* No comment provided by engineer. */
"Label" = "标签";

/* No comment provided by engineer. */
"Language:" = "语言：";

/* Name of transition in the Wipe Pack */
"Lava Wipe" = "熔岩擦除";

/* Cursor hotspot location */
"Left" = "左";

/* No comment provided by engineer. */
"Left Duration: %@
Right Duration: %@" = "左长度: %@
右长度: %@";

/* Video Panel Cropping Parameter */
"Left:" = "左：";

/* Application name - do not localize */
"LicenseTitleStr0" = "ScreenFlow";

/* Application name - do not localize */
"LicenseTitleStr1" = "ScreenFlow";

/* Preference Page name */
"Licenses" = "许可证";

/* GIF dithering strength
   Motion Blur amount in Export panel */
"Light" = "弱";

/* Action Context menu command
   Motion Easing Curve
   Transition Acceleration */
"Linear" = "线性";

/* Clip Context menu command
   Menu Item Name
   Undo Manager Name */
"Lock Clip" = "锁定剪辑";

/* Menu Item Name */
"Lock Clips" = "锁定剪辑";

/* No comment provided by engineer. */
"Loop Record Hours must be greater than or equal to 0." = "循环记录的小时数必须为0以上。";

/* No comment provided by engineer. */
"Loop Record Hours must be less than 13." = "环记录时间必须小于13。";

/* No comment provided by engineer. */
"Loop Record Minutes must be greater than 0." = "循环记录分数必须大于0。";

/* No comment provided by engineer. */
"Loop Record Minutes must be less than 61." = "循环记录分数必须小于61。";

/* No comment provided by engineer. */
"Loop for %@" = "循环在 %@";

/* Animated GIF will loop. */
"Loop mode on." = "循环模式打开。";

/* No comment provided by engineer. */
"Lowering framerate may not display all edits" = "如果降低帧速率，则可能无法显示某些编辑";

/* H.264 Profile */
"Main" = "主要";

/* No comment provided by engineer. */
"Make Copy" = "制作副本";

/* Menu command */
"Make Settings Default" = "将设置 设置为默认值";

/* Menu command */
"Make Settings Default for new Callouts" = "将设置 设置为新的标注的默认设置";

/* Menu command */
"Make Settings Default for new Text Boxes" = "将设置 设置为新的文本框的默认值";

/* No comment provided by engineer. */
"Making this modification would push the property value out of bounds.  Please modify the value on the left or right edge of the action instead." = "如果进行此更改，属性的值将超出范围。 而是更改操作的左边缘或右边缘的值。";

/* No comment provided by engineer. */
"Margin:" = "余白：";

/* Window name for markers */
"Markers" = "标记";

/* No comment provided by engineer. */
"Markers aren't supported inside nested clips, please add your marker at the top level of your document." = "标记不能在嵌套剪辑中使用。 请在文档的顶层添加一个标记。";

/* No comment provided by engineer. */
"Maximum File Size:" = "最大文件大小：";

/* No comment provided by engineer. */
"Maximum nested clip depth reached." = "已达到剪辑的最大嵌套深度。";

/* No comment provided by engineer. */
"Media Catalog" = "媒体目录";

/* No comment provided by engineer. */
"Media File" = "媒体文件";

/* No comment provided by engineer. */
"Media Library" = "媒体库";

/* No comment provided by engineer. */
"Media Sources containing clips on the timeline will be deleted.  When you press 'Delete', these will also be deleted." = "包含时间轴上剪辑的媒体源将被删除。 如果按 '删除' ，这些剪辑也将被删除。";

/* No comment provided by engineer. */
"Media in Document" = "文件中的媒体";

/* GIF dithering mode
   Motion Blur amount in Export panel */
"Medium" = "中间";

/* Transition name */
"Melt" = "熔";

/* No comment provided by engineer. */
"Microphone not found" = "麦克风未找到";

/* Cursor hotspot location */
"Middle" = "中心";

/* No comment provided by engineer. */
"Missing filename." = "缺少文件名。";

/* No comment provided by engineer. */
"Missing value for the canvas" = "缺少画布的值";

/* Tooltip for audio channel pan */
"Modify panning into stereo output" = "修改声像成立体声输出";

/* Undo Manager Name */
"Move Marker" = "移动标记";

/* Prefixed to H.264 video encoding */
"Multi-pass " = "多次运行 ";

/* No comment provided by engineer. */
"Multiple Effect Durations" = "多重效果长度";

/* No comment provided by engineer. */
"Multiple Filters" = "多个滤镜";

/* No comment provided by engineer. */
"Multiple Selection" = "多选";

/* No comment provided by engineer. */
"Multiple Values" = "多个值";

/* No comment provided by engineer. */
"Must be an even number value." = "它必须是一个平均值。";

/* Column in Media List
   Media Grid View Options */
"Name" = "名称";

/* No comment provided by engineer. */
"Need to record Computer Audio?" = "需要录制电脑音频？";

/* Undo manager action name */
"Nest Clip" = "嵌套剪辑";

/* Clip Context menu command */
"Nest Clips" = "嵌套剪辑";

/* The name of the newly created nested clip */
"Nested Clip" = "嵌套剪辑";

/* Duration Label in main document window */
"Nested Duration: %@" = "嵌套长度： %@";

/* No comment provided by engineer. */
"Nested clips cannot contain markers" = "嵌套剪辑不能包含标记";

/* No comment provided by engineer. */
"New Document" = "新建文档   ";

/* No comment provided by engineer. */
"New Recording" = "新建录像   ";

/* No comment provided by engineer. */
"Next" = "下一个";

/* Clip Context menu command */
"No Audio" = "没有音频。";

/* No comment provided by engineer. */
"No Audio Clips for Captions" = "没有标题的音频剪辑";

/* No comment provided by engineer. */
"No Available Devices" = "没有可用的设备";

/* No comment provided by engineer. */
"No Available iOS Devices" = "没有iOS设备可用";

/* No comment provided by engineer. */
"No Effect Duration" = "没有效果长度";

/* No comment provided by engineer. */
"No Markers" = "没有标记";

/* No comment provided by engineer. */
"No Options" = "没有选项";

/* No comment provided by engineer. */
"No Properties" = "没有属性";

/* No comment provided by engineer. */
"No Proxy" = "没有代理";

/* Showen when the Recent Documents list has no documents that had been loaded recently */
"No Recent Documents" = "我最近没有使用任何文件";

/* No comment provided by engineer. */
"No Recording" = "没有录像";

/* No comment provided by engineer. */
"No Sources" = "没有来源";

/* No comment provided by engineer. */
"No audio clips in the document" = "文档中没有音频剪辑";

/* No comment provided by engineer. */
"No captions in the document" = "文档中没有标题";

/* No comment provided by engineer. */
"No configurable properties for this transition" = "没有可配置的属性";

/* No comment provided by engineer. */
"No encoding selected" = "未选择编码";

/* No comment provided by engineer. */
"No inputs were selected to record, please select at least one input to record." = "没有选择输入设备，请至少选择一个输入设备。";

/* No comment provided by engineer. */
"No selected inputs to record." = "没有选择输入设备。";

/* No comment provided by engineer. */
"No transitions in this category" = "此类别中没有转场";

/* No comment provided by engineer. */
"No write permissions for the scratch disk" = "您没有对暂存磁盘的写入权限";

/* Action Context menu command
   Click Effect */
"None" = "None";

/* No comment provided by engineer. */
"None Available" = "没有什么可用的";

/* No comment provided by engineer. */
"Not suitable for proxy" = "它不适合代理";

/* No comment provided by engineer. */
"Nudge selection backward one second" = "将选择向后移动一秒钟";

/* No comment provided by engineer. */
"Nudge selection backward single frame" = "将选择向后移动一帧";

/* No comment provided by engineer. */
"Nudge selection forward one second" = "选择向前移动一秒钟";

/* No comment provided by engineer. */
"Nudge selection forward single frame" = "选择向前移动的一帧";

/* No comment provided by engineer. */
"OK" = "确定";

/* Drop shadow video inspector panel */
"Offset:" = "偏移：";

/* No comment provided by engineer. */
"Old Key: %@" = "旧钥匙：%@";

/* No comment provided by engineer. */
"Only (sizeString) remaining on export drive" = "只有（sizeString）保留在导出驱动器中";

/* No comment provided by engineer. */
"Opacity must be between 0% and 100%." = "不透明度必须在 0% 和 100% 之间。";

/* Drop shadow video inspector panel
   Video Panel Parameter */
"Opacity:" = "不透明度：";

/* No comment provided by engineer. */
"Open Existing Document" = "打开一个现有文档";

/* No comment provided by engineer. */
"Operation cannot be undone." = "操作无法撤消。";

/* GIF dither mode
   GIF dithering mode */
"Ordered" = "有序";

/* No comment provided by engineer. */
"Original Size" = "原始尺寸";

/* Validation error message when setting text outline */
"Outline cannot be greater than 500" = "轮廓不能大于500";

/* Validation error message when setting text outline */
"Outline cannot be less than zero" = "轮廓不能小于零";

/* Transition name */
"Paper" = "纸";

/* Clip Context menu command
   Undo Manager Name */
"Paste" = "粘贴";

/* Undo Manager Name */
"Paste Adjustments" = "粘贴调整";

/* No comment provided by engineer. */
"Paste Properties" = "粘贴属性";

/* No comment provided by engineer. */
"Pause" = "暂停";

/* No comment provided by engineer. */
"Pause Recording" = "暂停录像";

/* No comment provided by engineer. */
"Pause Timeline" = "暂停时间轴";

/* Transition name */
"Plane" = "平面";

/* No comment provided by engineer. */
"Play Timeline Backwards" = "以相反的方向播放时间轴";

/* No comment provided by engineer. */
"Play Timeline Forwards" = "播放时间轴向前";

/* Tooltip on the Play button next to the build animation effects */
"Play the build effect in the canvas" = "在画布中播放动画效果";

/* No comment provided by engineer. */
"Please check the permissions on the path and try again." = "请检查路径的访问权限，然后重试。";

/* No comment provided by engineer. */
"Please check there is enough free space on the destination volume." = "确保目标卷上有足够的可用空间。";

/* No comment provided by engineer. */
"Please contact technical support for assistance." = "请联系技术支持并寻求协助。";

/* No comment provided by engineer. */
"Please download a fresh version of ScreenFlow from our website.  Please contact technical support if you continue to receive this error.

If you have a 'system optimizer' installed that modifies or attempts to compress applications, please disable this functionality." = "请从我们的网站下载最新版本的ScreenFlow。 如果仍然出现此错误，请联系技术支持。

如果您尚未安装 'System Optimizer' 来修复或压缩应用程序，请禁用此功能。";

/* No comment provided by engineer. */
"Please reinstall the ScreenFlow audio driver through the ScreenFlow Preferences." = "请通过ScreenFlow的配置重新安装ScreenFlow音频驱动程序。";

/* (No Commment) */
"Please select a value between 1 and 4096 for the output value." = "请输入1到4096的值。";

/* No comment provided by engineer. */
"Please select a value between 1 and 8192 for the output value." = "请输入1到8192的值。";

/* No comment provided by engineer. */
"Please stop recording and try again." = "请停止录像，然后重试。";

/* Message shown when the user tries to start a recording while one is already in progress */
"Please stop the current recording before beginning a new one.  You can end the recording using the %@ hotkey or from the status bar menu item." = "开始录制之前，请先停止录制。 可以使用 %@ 热键或状态栏中的菜单项来终止当前的录制。";

/* No comment provided by engineer. */
"Please try your export again and if the problem persists contact technical support." = "请尝试再次导出。 如果问题仍然存在，请联系技术支持。";

/* Undo name for moving an object */
"Position" = "位置";

/* Validation error message when setting the video scale */
"Position cannot be less than or equal to -20,000 or greater than or equal to 20,000." = "位置不得少于-20,000，或超过20,000。";

/* Video Panel Parameter */
"Position:" = "位置：";

/* No comment provided by engineer. */
"Preparing to Record" = "准备录制";

/* No comment provided by engineer. */
"Preset Sizes" = "预设大小";

/* No comment provided by engineer. */
"Press %@ to finish recording" = "要完成录制，请按 %@ 键";

/* No comment provided by engineer. */
"Preview" = "预览";

/* Context menu command */
"Preview Source..." = "预览来源...";

/* No comment provided by engineer. */
"Preview Volume:" = "预览音量：";

/* Clip Context menu command
   Preference Page name */
"Proxy" = "代理";

/* No comment provided by engineer. */
"Proxy Partially Made" = "代理部分创建";

/* No comment provided by engineer. */
"Proxy Ready (%@)" = "代理已准备就绪（%@）";

/* No comment provided by engineer. */
"Publish" = "发布";

/* No comment provided by engineer. */
"Publish Completed" = "发布完成";

/* No comment provided by engineer. */
"Publish in Progress" = "正在发布";

/* Menu item command */
"Publish to" = "发布到";

/* No comment provided by engineer. */
"Publish to %@" = "发布到 %@";

/* Publish menu item */
"Publish to %@..." = "发布到 %@...";

/* Menu item command */
"Publish to Selected Range" = "选择在哪里发布";

/* Video Motion Effect */
"Pulse" = "脉冲";

/* No comment provided by engineer. */
"Purchase..." = "购买...";

/* Name of transition */
"Push" = "推";

/* No comment provided by engineer. */
"Quit" = "退出";

/* Name of transition in the Wipe Pack */
"RGB Split" = "RGB 拆分";

/* Click Effect */
"Radar" = "雷达";

/* Name of transition in the Wipe Pack */
"Radial Wipe" = "径向擦除";

/* Export audio description */
"Raw PCM" = "Raw PCM";

/* No comment provided by engineer. */
"Recent Documents" = "最近的文件    ";

/* No comment provided by engineer. */
"Recent Places" = "最近的位置";

/* No comment provided by engineer. */
"Record" = "录像";

/* No comment provided by engineer. */
"Record Time: %@" = "录像时间：%@";

/* No comment provided by engineer. */
"Recording Complete" = "录像完成";

/* No comment provided by engineer. */
"Recording Error" = "录像错误";

/* Message shown when the user tries to start a recording while one is already in progress */
"Recording currently in progress." = "正在进行录像。";

/* No comment provided by engineer. */
"Recording for %@" = "录像 %@";

/* No comment provided by engineer. */
"Recording in %@ loop" = "以循环记录 %@";

/* No comment provided by engineer. */
"Recording not supported during Fast User Switch." = "不支持用户切换时的记录。";

/* No comment provided by engineer. */
"Recover" = "修复";

/* No comment provided by engineer. */
"Recoverable Screencast Detected" = "检测到可修复的截屏";

/* No comment provided by engineer. */
"Recoverable data detected on \"%@\"" = "检测到可修复数据为 \"%@\"";

/* No comment provided by engineer. */
"Refine Key" = "优化关键";

/* Video Panel Parameter */
"Reflection:" = "反射：";

/* Clip Context menu command */
"Remove" = "删除";

/* No comment provided by engineer. */
"Remove All Unused Media" = "删除所有未使用的媒体";

/* No comment provided by engineer. */
"Remove Ending Transition" = "删除结束转场";

/* No comment provided by engineer. */
"Remove Starting & Ending Transitions" = "添加开始/结束转场";

/* No comment provided by engineer. */
"Remove Starting Transition" = "删除开始转场";

/* No comment provided by engineer. */
"Remove Transition" = "删除转场";

/* No comment provided by engineer. */
"Remove: %@" = "删除： %@";

/* Clip Context menu command */
"Rename Clip" = "更改剪辑名称";

/* alert button */
"Replace" = "替换";

/* Clip Context menu command */
"Replace Media" = "替换媒体";

/* No comment provided by engineer. */
"Reset Timer" = "复位定时器";

/* Menu command */
"Reset To Defaults" = "重置为默认值";

/* Tooltip to reset the canvas rectangle back to its default */
"Reset canvas" = "重设画布";

/* No comment provided by engineer. */
"Reset to Defaults" = "重置为默认值";

/* No comment provided by engineer. */
"Resolution unsupported." = "不支持分辨率。";

/* No comment provided by engineer. */
"Resume" = "恢复";

/* Clip Context menu command
   Context Menu Name
   Undo Manager Name */
"Reverse Clip" = "反向剪辑";

/* Context Menu Name */
"Reverse Clips" = "反向剪辑";

/* Cursor hotspot location */
"Right" = "右";

/* Video Panel Cropping Parameter */
"Right:" = "右：";

/* Undo Manager Name */
"Ripple Delete" = "纹理删除";

/* No comment provided by engineer. */
"Rotation value must be between -36000 and 36000." = "旋转值必须在-36000和36000之间。";

/* No comment provided by engineer. */
"Round:" = "圆角：";

/* No comment provided by engineer. */
"Runtime Error Detected" = "检测到运行时错误";

/* Video Panel Cropping Parameter */
"Saturation:" = "饱和度：";

/* No comment provided by engineer. */
"Save was cancelled." = "保存操作已取消。";

/* (No Commment) */
"Saving this document will upgrade it to the latest ScreenFlow document format.  You will not be able to open this document in older versions of ScreenFlow.

If you need compatibility with older versions of ScreenFlow, please save a copy of this document. " = "保存此文档时，本文档将升级到最新的ScreenFlow文档格式。 在这种情况下，您无法使用较旧版本的ScreenFlow打开此文档。

如果要保持与旧版本的ScreenFlow的兼容性，请保存此文档的副本。 ";

/* Undo name for scaling an object */
"Scale" = "放大/缩小";

/* No comment provided by engineer. */
"Scale To Fill" = "全部展开";

/* No comment provided by engineer. */
"Scale To Fit" = "适合区域";

/* Validation error message when setting the video scale */
"Scale cannot be greater than 100,000,000%" = "缩放不能大于100,000,000％";

/* No comment provided by engineer. */
"Scale cannot be less than or equal to 0." = "缩放/缩小不能小于零。";

/* Validation error message when setting the video scale */
"Scale cannot be less than zero" = "缩放/缩小不能小于零";

/* Video Panel Parameter */
"Scale:" = "放大/缩小：";

/* Name of preset in New Document */
"Screen Dimensions" = "屏幕尺寸";

/* Action Context menu command */
"Screen Recording" = "屏幕录制";

/* No comment provided by engineer. */
"Screen Recording %@" = "屏幕录制%@";

/* No comment provided by engineer. */
"Screen Recording Action" = "屏幕录制动作";

/* No comment provided by engineer. */
"Screen Recording Snapback" = "屏幕录制回退";

/* No comment provided by engineer. */
"ScreenFlow Executable Modified" = "ScreenFlow 执行文件已更改";

/* No comment provided by engineer. */
"ScreenFlow Recording Monitor" = "ScreenFlow 记录监视器";

/* No comment provided by engineer. */
"ScreenFlow cannot export without a filename for the finished result.  Please enter a filename and try again." = "ScreenFlow无法导出没有文件名的结果，请输入一个文件名，然后再试一次。";

/* No comment provided by engineer. */
"ScreenFlow cannot open recordings made on a different processor architecture.  This means you won't be able to open files created on a		PowerPC machine on an Intel one, and vice versa.  Please make your recordings on the same type of system." = "ScreenFlow无法打开使用不同处理器架构创建的录像。 因此，在PowerPC计算机上创建的文件无法在Intel计算机上打开（反之亦然）。 确保在同一类型的系统上创建录制。";

/* No comment provided by engineer. */
"ScreenFlow cannot open recordings made on a different processor architecture.  This means you won't be able to open files created on a PowerPC machine on an Intel one, and vice versa.  Please make your recordings on the same type of system." = "ScreenFlow无法打开使用不同处理器架构创建的录像。 因此，在PowerPC计算机上创建的文件无法在Intel计算机上打开（反之亦然）。 确保在同一类型的系统上创建录制。";

/* No comment provided by engineer. */
"ScreenFlow cannot split clips at the very beginning or very end.  Please adjust the position of your split." = "ScreenFlow不能在其起始或终止位置分割剪辑。 请调整分割的位置。";

/* Document load error detail message */
"ScreenFlow does not recognize the document format.  This is typically caused when trying to open a document created by a newer version of ScreenFlow.  Please try opening this document using the latest verison of ScreenFlow." = "ScreenFlow无法识别此文档格式。 通常，当您尝试打开使用新版本的ScreenFlow创建的文档时，会发生这种情况。 请使用最新版本的ScreenFlow打开此文档。";

/* No comment provided by engineer. */
"ScreenFlow doesn't have permission to write to the capture scratch volume of \"%@\".

You can cancel the recording and change this scratch path in the 'Preferences' or have ScreenFlow use the startup volume as a scratch location." = "ScreenFlow没有写入权限来捕获临时卷 \"%@\"。

请取消录制并在 '偏好设置' 中更改 '暂存路径' ，或者设置 '屏幕截图' 以将起始卷用作临时位置。";

/* No comment provided by engineer. */
"ScreenFlow doesn't have permission to write to the scratch path you have selected.  Please select another path." = "ScreenFlow无权写入所选的临时路径。 请选择另一个路径。";

/* No comment provided by engineer. */
"ScreenFlow encountered an internal validation error preventing it from saving the document.  Please try undoing your recent actions and then contact technical support with this message." = "由于内部验证错误发生，我们无法保存文档。 请取消最后一次执行的操作，然后联系技术支持部门并告知我该消息的内容。";

/* No comment provided by engineer. */
"ScreenFlow has a limit of 10 nested clips inside of one another.  Please reduce the number of nested clips in your presentation." = "在ScreenFlow中，可嵌套剪辑的数量限制为10。 请减少演示文稿中嵌套剪辑的数量。";

/* No comment provided by engineer. */
"ScreenFlow has encounted a runtime error that can affect its ability to continue operating.  Please save your work and relaunch the application.  If the issue persists, please contact technical support and quote the message:

%@" = "已发生运行时错误，影响操作的继续。 保存工作内容并重新启动应用程序。 如果问题仍然存在，请联系技术支持，并告诉我有关以下消息：n
%@";

/* License header text */
"ScreenFlow is licensed" = "ScreenFlow 许可";

/* No comment provided by engineer. */
"ScreenFlow is required to be launched from within the '/Applications' folder, and cannot run from it's current location of \"%@\"" = "您需要从 Applications 文件夹重新启动 ScreenFlow。 您不能从当前位置的 \"%@\" 运行ScreenFlow。";

/* No comment provided by engineer. */
"ScreenFlow is unable to record from the computer audio when the current output is set to AirPlay.  Please disable AirPlay audio output to enable recording." = "如果当前输出设置为AirPlay，则无法使用ScreenFlow从计算机录制音频。 要启用录制，请禁用AirPlay音频输出。";

/* No comment provided by engineer. */
"ScreenFlow is unable to record from the computer audio when the current output is set to Bluetooth.  Please disable Bluetooth audio output to enable recording." = "如果当前输出设置为蓝牙，则无法使用ScreenFlow从计算机录制音频。 要启用录制，请禁用蓝牙音频输出。";

/* No comment provided by engineer. */
"ScreenFlow needs the latest version of the Flip4Mac Windows Media components installed to be able to export to Windows Media.  Please download and install the latest version.

You will need to restart ScreenFlow after installing the components to complete the export." = "为了使用ScreenFlow导出到Windows Media，您需要安装最新版本的 Flip4Mac Windows Media 组件。 请下载并安装最新版本。

为了完成导出，您需要在安装组件后重新启动ScreenFlow。";

/* Message in licensing system */
"ScreenFlow successfully activated!" = "ScreenFlow已成功激活！";

/* Message in licensing system */
"ScreenFlow successfully deactivated" = "ScreenFlow已成功停用！";

/* No comment provided by engineer. */
"ScreenFlow successfully imported %d keysets from the keyset file." = "从密钥集文件加载的 %d 密钥集。";

/* (No Commment) */
"ScreenFlow was able to find unsaved data associated with the document.  Discarding will open the document from its last saved point." = "我们发现与本文档相关联的未保存的数据。 丢弃这些数据时，文档将以上次保存的状态打开。";

/* No comment provided by engineer. */
"ScreenFlow was able to recover a screencast after a fatal error.  Press Recover to restore the original screencast, or Discard to delete it.
" = "发生致命错误后，我可以修复 Screencast。 请点击 '修复' 恢复原屏幕录像或单击 '销毁' 删除。
";

/* No comment provided by engineer. */
"ScreenFlow was unable to %@ \"%@\" located at \"%@\".

The error returned was %ld." = "ScreenFlow 无法将 %@ \"%@\" 位于 \"%@\"。

返回错误： %ld。";

/* No comment provided by engineer. */
"ScreenFlow was unable to copy \"%@\" located at \"%@\"." = "ScreenFlow无法复制位于 \"%@\" 的 \"%@\"。";

/* No comment provided by engineer. */
"ScreenFlow was unable to copy \"%@\" located at \"%@\".

The error returned was %ld." = "ScreenFlow无法复制位于 \"%@\" 的 \"%@\"。

返回的错误是 %ld。";

/* No comment provided by engineer. */
"ScreenFlow was unable to find \"%@\" located at \"%@\".  Please try restoring the file back to this location." = "ScreenFlow无法找到 \"%@\" 位于 \"%@\"，请尝试将文件恢复到此位置。";

/* Document load detail message */
"ScreenFlow was unable to find the document data file.  This could have been caused by file corruption or a failure when saving the document.  Without the document data file, ScreenFlow will not be able to open this document." = "无法找到文档数据文件。 文件可能已损坏或在保存文档时可能发生错误。 没有文档数据文件，您无法打开此文档。";

/* No comment provided by engineer. */
"ScreenFlow was unable to find the file %@.  You can select a new location for this file, or remove it from your document." = "%@ 找不到该文件。 请为此文件选择一个新的位置或将其从文档中删除。";

/* No comment provided by engineer. */
"ScreenFlow was unable to import the file into the global media library.  This occurs if the file cannot be opened or is not a supported file format.  Please check the file and try again." = "无法将文件加载到全局媒体库中。 当文件无法打开或不支持填写格式时，会发生这种情况。 请检查文件，然后重试。";

/* No comment provided by engineer. */
"ScreenFlow was unable to import the following files into the global library" = "以下文件无法加载到全局媒体库中";

/* No comment provided by engineer. */
"ScreenFlow was unable to open a session on the graphics card.  If no monitor is attached to the machine, please attach one to reactivate the graphics card." = "此图形卡无法打开会话。 如果显示器未连接到计算机，请连接显示器以重新激活显卡。";

/* No comment provided by engineer. */
"ScreenFlow was unable to open the file %@.

The error message was \"%@\"" = "无法打开 %@ 文件。

错误消息是 \"%@\"。";

/* No comment provided by engineer. */
"ScreenFlow was unable to open the screen recording file.  This can occur if the file was corrupted during recording or if the application crashed before the file was closed.  Please try your recording again." = "我们无法打开屏幕录制文件。 该文件可能在录制过程中损坏，或者应用程序可能在关闭文件之前崩溃。 请再试一次录音。";

/* No comment provided by engineer. */
"ScreenFlow was unable to save the document to the requested location.  Please check you have permission to save to this location and that the selected location is writable." = "该文档无法保存在请求的位置。 请确保您具有保存在此位置的访问权限，并且所选位置是可写的。";

/* No comment provided by engineer. */
"ScreenFlowHelper was unable to notify ScreenFlow about a new recording." = "ScreenFlowHelper 无法通知 ScreenFlow 关于新录像。";

/* No comment provided by engineer. */
"Screencast duration warning" = "屏幕长度警告";

/* No comment provided by engineer. */
"Search" = "搜索";

/* No comment provided by engineer. */
"Select" = "选择";

/* No comment provided by engineer. */
"Select Clips After Scrubber" = "选择滑块后面的剪辑";

/* No comment provided by engineer. */
"Select Clips Before Scrubber" = "选择滑块前面的剪辑";

/* No comment provided by engineer. */
"Select Clips Under Scrubber" = "选择滑块下面的剪辑";

/* Context menu command */
"Select Clips in Timeline" = "在时间轴上选择剪辑";

/* No comment provided by engineer. */
"Select a different output folder and try again." = "请选择另一个输出文件夹，然后重试。";

/* No comment provided by engineer. */
"Selected export preset no longer available." = "所选的导出预设不能使用。";

/* Text in the Welcome screen */
"Send diagnostic and usage information" = "  发送应用程序的诊断和使用信息";

/* Error message in licensing system */
"Serial number has been blacklisted" = "序列号注册在黑名单中";

/* (No Commment) */
"Serial number is no longer valid" = "序列号已被禁用";

/* Undo name */
"Set Click Sound" = "设置点击声";

/* Timeline Context menu command */
"Set Current Language" = "设置当前语言";

/* Undo name for changing the font size */
"Set Font" = "设置字体";

/* Undo name for changing the font style */
"Set Font Attributes" = "设置字体属性";

/* Undo name for changing the font size */
"Set Font Size" = "设置字体大小";

/* No comment provided by engineer. */
"Set Mix to Mono" = "将混合设置为单声道";

/* No comment provided by engineer. */
"Set Timer" = "设定定时器";

/* Tooltip on button for selecting a partial screen capture region */
"Setup and Start Partial Screen Capture" = "设置/启动部分屏幕捕获";

/* Preference Page name */
"Shortcuts" = "快捷键";

/* Clip Context menu command */
"Show Clip Inspector..." = "显示剪辑 Inspector...";

/* No comment provided by engineer. */
"Show Desktop Icons" = "显示桌面图标";

/* No comment provided by engineer. */
"Show Duration Overlays" = "显示长度重叠";

/* Menu Item Name */
"Show Inspector" = "显示属性面板";

/* Menu Item Name */
"Show Quick Media Library" = "显示快速媒体库";

/* No comment provided by engineer. */
"Show Recording Monitor" = "显示录像监视器";

/* Menu Item Name */
"Show Timeline" = "显示时间轴";

/* Clip Context menu command */
"Show Transition Inspector..." = "显示转场属性面板...";

/* No comment provided by engineer. */
"Show..." = "显示...";

/* Timeline Context menu command */
"Shrink" = "缩小";

/* No comment provided by engineer. */
"Sign In" = "登录";

/* Name of transition in the Wipe Pack */
"Slat Wipe" = "板条擦除";

/* Name of transition in the 3D Pack */
"Slide & Zoom" = "幻灯片/缩放";

/* Tooltip on button in the canvas editor to snap the editor region to. */
"Snap canvas to foreground window." = "将画布捕捉到前台窗口。";

/* No comment provided by engineer. */
"Snapback Action cannot be added" = "您不能添加快照回复操作";

/* No comment provided by engineer. */
"Solid Circle" = "实心圆";

/* No comment provided by engineer. */
"Solid Color" = "单色";

/* (No Commment) */
"Solo this channel" = "独奏这个频道";

/* Tooltip for audio channel soloing */
"Solo this channel.  Hold the Command key to solo multiple channels at once." = "独奏这个频道。 单击独立多个通道，按住Command键。";

/* No comment provided by engineer. */
"Source Name" = "来源名称";

/* No comment provided by engineer. */
"Sources cannot be restored once they have been deleted." = "一旦源被删除，它将无法恢复。";

/* Undo Manager Name */
"Speed Change" = "改变速度";

/* No comment provided by engineer. */
"Speed: %.0f%%
" = "速度： %.0f%%
";

/* Transition name */
"Spin" = "转动";

/* No comment provided by engineer. */
"Split" = "分割";

/* No comment provided by engineer. */
"Split Clip" = "分割剪辑";

/* Clip Context menu command */
"Split Clip at Playhead" = "在播放头位置分割剪辑";

/* No comment provided by engineer. */
"Split Clips" = "分割剪辑";

/* Motion Easing Curve
   Video Motion Effect */
"Spring" = "春天";

/* No comment provided by engineer. */
"Square" = "广场";

/* Name of transition in the Wipe Pack */
"Square Reveal" = "平方啤酒";

/* No comment provided by engineer. */
"Squares Reveal" = "平方啤酒";

/* No comment provided by engineer. */
"Start New Recording" = "开始新的录像";

/* No comment provided by engineer. */
"Start Partial Screen Recording" = "开始部分屏幕录制";

/* No comment provided by engineer. */
"Startup Volume" = "启动卷";

/* No comment provided by engineer. */
"Still Images" = "静止画像";

/* No comment provided by engineer. */
"Stop Batch" = "停止批处理";

/* No comment provided by engineer. */
"Stop Record" = "停止录像";

/* No comment provided by engineer. */
"Stretch" = "伸展";

/* Name of transition in the 3D Pack */
"Swap" = "互换";

/* No comment provided by engineer. */
"System Presets" = "系统预设";

/* No comment provided by engineer. */
"System Requirements Warning" = "有关系统要求的警告";

/* Default startup text when adding a new text clip
   Title for text panel
   Title of the text inspector */
"Text" = "文本";

/* Default pretty name of text clip */
"Text Clip" = "文字剪辑";

/* Undo name for changing the size of a text object */
"Text Size" = "文字大小";

/* Message in licensing system */
"Thank you for activating ScreenFlow." = "非常感谢您这次启动ScreenFlow。";

/* No comment provided by engineer. */
"Thank you for downloading and evaluating ScreenFlow.  The application is fully functional but will watermark any documents you export (if you decide to purchase ScreenFlow, you'll be able to export your saved documents without the watermark).

We hope you enjoy using ScreenFlow." = "感谢您这次下载并尝试ScreenFlow。 虽然在此应用程序中可以使用所有功能，但所有导出为限制条目的文档中都会包含水印（如果您购买了ScreenFlow，则可以导出文档而不输入此水印）

然后，请享受ScreenFlow。";

/* (No Commment) */
"Thank you for downloading and evaluating ScreenFlow.  The application will watermark any documents you export, but as an existing ScreenFlow customer, you'll receive a discounted upgrade price to ScreenFlow 7.

You still have access to your old version of ScreenFlow in the same folder as ScreenFlow 6.  We hope you enjoy the new features of ScreenFlow." = "感谢您这次下载并尝试ScreenFlow。 在此应用程序中，所有导出的文档都加水印。 由于您是现有的ScreenFlow用户，您可以在升级到ScreenFlow 6时使用折扣价格。

即使升级后，您也可以在ScreenFlow 6的同一文件夹中访问旧版本的ScreenFlow。 现在，请充分享受ScreenFlow的新功能。";

/* No comment provided by engineer. */
"Thank you for downloading and evaluating ScreenFlow.  The application will watermark any documents you export, but as an existing ScreenFlow customer, you'll receive a discounted upgrade price to ScreenFlow 7.

You still have access to your old version of ScreenFlow in the same folder as ScreenFlow 7.  We hope you enjoy the new features of ScreenFlow." = "感谢您这次下载并尝试ScreenFlow。 在此应用程序中，所有导出的文档都加水印。 由于您是现有的ScreenFlow用户，因此您可以在升级到ScreenFlow 7时使用折扣价格。

即使升级后，您也可以在ScreenFlow 7的同一文件夹中访问旧版本的ScreenFlow。 请充分享受ScreenFlow的新功能。";

/* (No Commment) */
"Thank you for downloading and evaluating ScreenFlow.  The application will watermark any documents you export, but as an existing ScreenFlow customer, you'll receive a special discount on an upgrade to ScreenFlow 7.

We hope you enjoy the new features of ScreenFlow 7." = "感谢您这次下载并尝试ScreenFlow。 在此应用程序中，所有导出的文档都加水印。 由于您是现有的ScreenFlow用户，您可以在升级到ScreenFlow 7时使用特殊折扣。

现在，请充分享受ScreenFlow 7的新功能。";

/* No comment provided by engineer. */
"Thank you for downloading and evaluating ScreenFlow.  The application will watermark any documents you export, but as an existing ScreenFlow customer, you'll receive a special discount on an upgrade to ScreenFlow 6.

We hope you enjoy the new features of ScreenFlow 7." = "感谢您这次下载并尝试ScreenFlow。 在此应用程序中，所有导出的文档都加水印。 由于您是现有的ScreenFlow用户，因此您可以在升级到ScreenFlow 6时使用特殊折扣。

现在，请充分享受ScreenFlow 7的新功能。";

/* (No Commment) */
"The 3ivx QuickTime video codec has been detected on your system.  Under this version of Mac OS X, it causes crashes importing or exporting any media content with ScreenFlow.  Please check for the '3ivxVideoCodec.component' and remove, then quit and relaunch ScreenFlow.

It can exist in these folders:

/Library/QuickTime/
/System/Library/QuickTime/
" = "在您的系统上检测到 3ivx QuickTime 视频编解码器。 在此版本的Mac OS X中，当在 ScreenFlow 中读取或导出媒体内容时，此编解码器会导致崩溃。 请找到 '3ivxVideoCodec.component' ，将其删除，退出ScreenFlow并重新启动。

这可能在以下文件夹中：

/Library/QuickTime/
/System/Library/QuickTime/
";

/* No comment provided by engineer. */
"The SRT file did not contain any captions that could be read" = "此SRT文件不包含可以读取的标题";

/* Validation error message when callout build duration */
"The build duration of the callout is larger than the maximum value of %.1fs." = "标注的长度是最大值 %.1fs。";

/* No comment provided by engineer. */
"The canvas width and height cannot be missing or zero." = "画布总是需要宽度和高度值。 此外，您不能为宽度或高度指定零。";

/* No comment provided by engineer. */
"The caption duration cannot be less than or equal to 0 seconds.  Please adjust the duration" = "字幕长度不能小于0秒。 请调整长度";

/* No comment provided by engineer. */
"The capture scratch volume of \"%@\" could not be located.

You can cancel the recording and change this scratch path in the 'Preferences' or have ScreenFlow use the startup volume as a scratch location." = "未找到捕获暂存卷 \"%@\" 。

请取消录制并在 '偏好设置' 中更改 '暂存路径' ，或者设置 '屏幕截图' 以将起始卷用作临时位置。";

/* No comment provided by engineer. */
"The created recording has been opened in the Finder, and can be manually imported in ScreenFlow." = "您创建的录像在Finder中打开，您可以手动将其加载到ScreenFlow中。";

/* No comment provided by engineer. */
"The currently running batch export has not completed yet.  Please wait for the export to finish or press 'Stop Batch' to cancel." = "目前正在执行的批量导出尚未完成。 等待导出完成或按 '停止批' 取消。";

/* No comment provided by engineer. */
"The document \"%@\" could not be saved." = "我们无法保存文档 \"%@\" 。";

/* No comment provided by engineer. */
"The duration of the caption is too short." = "标题的长度太短。";

/* Validation error message when adjusting default duration in preferences */
"The duration should be greater than 0 seconds and less than 30 seconds." = "长度必须大于0秒，短于30秒。";

/* No comment provided by engineer. */
"The duration value cannot be greater than %qd hours." = "长度值不能大于 %qd 时间。";

/* No comment provided by engineer. */
"The duration value cannot be less than or equal to 0.  Please adjust the duration to be a positive value." = "长度值不能小于0。 请将长度调整为正值。";

/* No comment provided by engineer. */
"The export URL is not able to be resolved." = "导出网址无法解决。";

/* No comment provided by engineer. */
"The export path is not writable." = "导出路径不可写。";

/* No comment provided by engineer. */
"The export path is not writable.  Please check the permissions on the path and try again." = "导出路径不可写。 请检查路径的访问权限，然后重试。";

/* No comment provided by engineer. */
"The following media sources do not have clips in the timeline and can be automatically deleted." = "由于下一个媒体源在时间轴上没有剪辑，因此可以自动删除。";

/* Message in licensing system */
"The license has been returned and the serial number is no longer active.  Please purchase again to continue to use the software." = "由于许可证已被退回，此序列号无效。 要继续使用此软件，请再次购买。";

/* No comment provided by engineer. */
"The new Keyboard Shortcut set is required to have a name." = "您需要命名新的键盘快捷键集。";

/* Validation error message when adjusting annotation opacity */
"The opacity should be between %@ and %@." = "不透明度必须是 %@ 和 %@ 之间的数字。";

/* Error message in licensing system */
"The operation could not be completed after an error occurred with the licensing server.  The error code returned was %d.  Please try again." = "出现与许可证服务器相关的错误后，无法完成操作。 返回的错误代码是 %d。 请重试";

/* Error message in licensing system */
"The operation could not be completed after an error occurred.  The error code is %d.  Please try again." = "发生错误后，无法完成操作。 错误代码为 %d。 请重试";

/* No comment provided by engineer. */
"The record loop hours requires a value" = "循环记录的小时数需要一个值";

/* No comment provided by engineer. */
"The record loop minutes requires a value" = "循环记录分数所需的值";

/* No comment provided by engineer. */
"The recording was stopped before any output was generated.  Please give the recorder more time before stopping it." = "在产生输出之前停止录制。 一段时间后请停止录音机。";

/* No comment provided by engineer. */
"The scale percentage cannot be less than or equal to 0.  Please enter a positive scale percentage." = "缩放比例不能小于或等于零。 请输入正值。";

/* No comment provided by engineer. */
"The scale percentage would cause the output width or height to be greater than the maximum supported value of 8192." = "如果使用此缩放百分比值，则输出的宽度和高度将超过最大支持值8192。";

/* No comment provided by engineer. */
"The selected camera is in use by another application.  Please close any other applications using the camera and try again." = "所选相机正在被其他应用程序使用。 关闭使用本相机的任何其他应用程序，然后重试。";

/* No comment provided by engineer. */
"The selected camera wasn't found.  Please reconnect the camera or select another one." = "所选相机无法找到。 请重新连接相机或选择其他相机。";

/* No comment provided by engineer. */
"The selected desktop wasn't found.  Please reconnect the display or select another one." = "未找到所选桌面。 请重新连接显示屏或选择其他显示屏。";

/* No comment provided by engineer. */
"The selected microphone wasn't found.  Please reconnect the microphone or select another one." = "找不到选定的麦克风。 请重新连接麦克风或选择其他麦克风。";

/* No comment provided by engineer. */
"The selected path for writing the finished file to is not valid.  Please pick another folder and try again." = "作为完成文件的写目的地选择的路径无效。 请选择其他文件夹，然后重试。";

/* No comment provided by engineer. */
"The selected scratch volume has a maximum filesize of %@ - this will limit the total length of the recording.  This can occur if the volume is FAT formatted.

Please consider using another volume or formatting the volume with an Apple filesystem." = "所选临时卷的文件大小为最大 %@ 。 因此，记录的总长度受到限制。 当卷是FAT格式时会发生这种情况。

考虑使用不同的卷或使用 Apple 文件系统格式化卷。";

/* Error message in licensing system */
"The serial number does not match this version" = "序列号与此版本不匹配。";

/* Message in licensing system */
"The serial number entered has been blacklisted due to a refund, trial license, or license exchange." = "输入的序列号被列入黑名单，用于退款，试用版许可证或许可证交换。";

/* Message in licensing system */
"The serial number entered is for ScreenFlow 5 and earlier.   For more information on upgrading or downloading a previous version, please see our knowledge base at our support site." = "输入的序列号为ScreenFlow 5及更早版本。 有关升级或下载以前版本的详细信息，请参阅我们的支持网站上的知识库。";

/* Message in licensing system */
"The serial number entered was not valid.  Please check what was entered and try again." = "您输入的序列号无效。 请检查输入的信息，然后重试。";

/* (No Commment) */
"The serial number entered was rejected by the server.  If you believe this message is in error, please contact Telestream support." = "您输入的序列号已被服务器拒绝。 如果您认为此消息是错误的，请联系Telestream支持。";

/* Message in licensing system */
"The serial number has already been activated on the maximum number of computers permitted by your license. For more information on deactivating a previous machine or to purchase another license, please visit our support site." = "您的许可证允许的最大计算机数量已经激活了此序列号。 有关停用先前使用的机器或购买其他许可证的详细信息，请访问我们的支持网站。";

/* Message in licensing system */
"The serial number has been deactivated on this machine and the application is no longer licensed." = "该机器上的序列号已被禁用，因此此应用程序目前尚未获得许可。";

/* Message in licensing system */
"The serial number was successfully activated but did not contain the right to use ScreenFlow.  Please check to make sure you have entered the correct serial number and check against the product you purchased." = "序列号已成功激活，但不包括使用ScreenFlow的权限。 请检查输入的序列号是否正确，是否为购买的产品。";

/* No comment provided by engineer. */
"The size of the video being imported is larger than the graphics cards maximum of %.0fx%.0f.  Please reduce the image size before importing." = "我正在尝试加载比图形卡最大尺寸 %.0fx%.0f 的视频。 阅读前请减小图像大小。";

/* No comment provided by engineer. */
"The speed value cannot be less than or equal to 0%.  Please adjust the speed to be a positive value." = "速度值不能在0％以下。 请将速度调整为正值。";

/* Error message in licensing system */
"The system did not authorize the privileged operation.  Please quit the application and try again." = "该特权操作未被系统认证。 请关闭应用程序，然后重试。";

/* No comment provided by engineer. */
"The timer requires a value" = "定时器是必需的";

/* No comment provided by engineer. */
"The value entered is larger than the maximum." = "输入的值超过最大值。";

/* No comment provided by engineer. */
"The value entered is smaller than the minimum." = "输入的值低于最小值。";

/* No comment provided by engineer. */
"There are no audio clips in the document to import the SRT file into." = "在加载SRT文件的文档中没有音频剪辑。";

/* No comment provided by engineer. */
"There are no captions in the document to export to an SRT file." = "在此文档中没有要导出到SRT文件的标题。";

/* No comment provided by engineer. */
"There is no more space on the disk to continue recording.  The recording has been stopped." = "磁盘上没有更多空间继续录制，录像已经停止。";

/* No comment provided by engineer. */
"There is no more space on the disk to record safely.  Please free up some disk space and try again." = "磁盘上没有更多的空间来安全地记录，请释放一些磁盘空间，然后重试。";

/* No comment provided by engineer. */
"There isn’t enough space.  Remove some files from the volume, and then try again." = "没有足够的容量。 请从卷中删除一些文件，然后重试。";

/* No comment provided by engineer. */
"This example screencast shows you how to add a zoom and pan effect to your presentation by :

1. Adding a Video Action.
2. Resizing and moving the Screen Recording.
" = "在这个截屏示例中，我将向您展示如何通过执行以下操作向演示文稿添加缩放/平移效果：

1. 添加视频操作。
2. 更改/移动屏幕录制大小。
";

/* No comment provided by engineer. */
"Tile" = "安排在瓷砖";

/* No comment provided by engineer. */
"Tiles" = "平铺";

/* Preference Page name */
"Timeline" = "时间线";

/* (No Commment) */
"To record audio from your computer's speakers requires the installation of the Telestream Audio driver.

You only need to install the driver once." = "为了从计算机的扬声器录制音频，您需要安装 Telestream Audio 驱动程序。

您只需安装此驱动程序一次。";

/* No comment provided by engineer. */
"To record audio from your computer, you need to download and install an additional component.  This component will only be used by ScreenFlow to record audio from your computer's speakers." = "要从计算机录制音频，您需要下载并安装其他组件。 该组件仅用于从计算机的扬声器录制音频。";

/* No comment provided by engineer. */
"Toggle Recording" = "录像开关";

/* Tooltip for timeline status bar */
"Toggles audio waveforms on timeline clips." = "切换时间线剪辑中的音频波形。";

/* Tooltip for timeline status bar */
"Toggles snapping of the timeline scrubber and clips to other clips in the timeline.  This also controls snapping of clips in the canvas." = "切换将时间轴擦除器和剪辑捕捉到时间轴中的其他剪辑的动作。 它还控制画布中剪辑的捕捉行为。";

/* Tooltip for timeline status bar */
"Toggles thumbnails on timeline clips." = "切换时间线剪辑的缩略图。";

/* Cursor hotspot location */
"Top" = "上";

/* Transition Corner */
"Top Left" = "左上";

/* Transition Corner */
"Top Right" = "右上";

/* Cursor hotspot location */
"Top-Left" = "左上";

/* Cursor hotspot location */
"Top-Right" = "右上";

/* Video Panel Cropping Parameter */
"Top:" = "上：";

/* No comment provided by engineer. */
"Touch Callout" = "触摸标注";

/* Undo action name */
"Touch Callout Move" = "触摸标注移动";

/* No comment provided by engineer. */
"Track Selection" = "选择曲目";

/* No comment provided by engineer. */
"Transition" = "转场";

/* Undo Manager Name */
"Transition Change" = "转场变化";

/* Undo Manager Name */
"Transition Duration" = "转场长度";

/* Window title */
"Transition Inspector" = "转场属性面板";

/* Undo Manager Name */
"Transition Property Change" = "更改转场属性";

/* No comment provided by engineer. */
"Transition duration cannot be less than or equal to 0." = "转场的长度不能为0或更小。";

/* No comment provided by engineer. */
"Transitions" = "转场";

/* Undo Manager Name */
"Trim End to Scrubber" = "根据滑块调整结束";

/* Undo Manager Name */
"Trim Front to Scrubber" = "根据滑块调整开始";

/* Media Grid View Options */
"Type" = "类型";

/* No comment provided by engineer. */
"Type:" = "类型：";

/* Undo Action Name */
"Typing" = "在输入";

/* Used by AngleFormatter */
"UNIT_SEPERATOR" = "UNIT_SEPERATOR";

/* No comment provided by engineer. */
"Unable to %@ file \"%@\"" = " \"%@\"文件无法执行 %@ 操作。";

/* Error message in licensing system */
"Unable to activate Serial number" = "无法激活序列号";

/* Error message in licensing system */
"Unable to activate serial number" = "无法激活序列号";

/* No comment provided by engineer. */
"Unable to allocate graphics resources." = "无法分配图形资源。";

/* No comment provided by engineer. */
"Unable to begin exporting" = "无法开始导出";

/* No comment provided by engineer. */
"Unable to copy file \"%@\"" = "无法复制 \"%@\"文件";

/* Error message */
"Unable to create GIF" = "无法创建GIF";

/* No comment provided by engineer. */
"Unable to find Audio Driver for installation" = "无法找到要安装的音频驱动程序";

/* No comment provided by engineer. */
"Unable to find file \"%@\"" = "无法复制 \"%@\"文件";

/* No comment provided by engineer. */
"Unable to find uninstaller script for audio driver" = "音频驱动程序卸载脚本未找到";

/* Alert error header when using an out of bounds value */
"Unable to further modify the %@." = "您不能再更改 %@。";

/* No comment provided by engineer. */
"Unable to import file" = "无法加载文件";

/* No comment provided by engineer. */
"Unable to import keyset" = "无法加载密钥集";

/* No comment provided by engineer. */
"Unable to load captions" = "我无法加载字幕";

/* No comment provided by engineer. */
"Unable to open SRT file" = "我无法打开SRT文件";

/* No comment provided by engineer. */
"Unable to open ScreenFlow source." = "我无法打开ScreenFlow的源码。";

/* No comment provided by engineer. */
"Unable to open URL" = "我无法打开URL";

/* No comment provided by engineer. */
"Unable to open document." = "我无法打开文档。";

/* No comment provided by engineer. */
"Unable to open screen recording file." = "我无法打开屏幕录制文件。";

/* No comment provided by engineer. */
"Unable to optimize MPEG-4 for network usage" = "MPEG-4无法针对网络进行优化";

/* No comment provided by engineer. */
"Unable to parse SMPTE time string" = "SMPTE 时间字符串无法解析";

/* Copy & Paste failure */
"Unable to paste action." = "行动 不能粘贴。";

/* No comment provided by engineer. */
"Unable to record AirPlay output" = "我无法录制AirPlay输出";

/* No comment provided by engineer. */
"Unable to record Bluetooth output" = "无法录制蓝牙输出";

/* No comment provided by engineer. */
"Unable to run ScreenFlow outside of the 'Applications' folder." = "ScreenFlow无法在 'Applications' 文件夹之外执行。";

/* No comment provided by engineer. */
"Unable to split clip" = "无法分割剪辑";

/* No comment provided by engineer. */
"Under a minute" = "1 分钟内";

/* Clip Context menu command
   Undo name */
"Ungroup" = "取消组合";

/* Button for uninstalling audio driver */
"Uninstall Driver" = "卸载驱动程序";

/* Menu Item Name
   Undo Manager Name */
"Unlock Clip" = "解锁剪辑";

/* Menu Item Name */
"Unlock Clips" = "解锁剪辑";

/* No comment provided by engineer. */
"Unnamed Marker" = "未命名的标记";

/* Undo manager action name */
"Unnest Clip" = "取消嵌套剪辑";

/* Clip Context menu command */
"Unnest Clips" = "取消嵌套剪辑";

/* No comment provided by engineer. */
"Unrecognized file format" = "无法识别的文件格式";

/* No comment provided by engineer. */
"Unsupported file format" = "不支持的文件格式";

/* No comment provided by engineer. */
"Untitled Document" = "未命名的文档";

/* No comment provided by engineer. */
"Update" = "更新";

/* No comment provided by engineer. */
"Update Template" = "更新模板";

/* Text in the Welcome screen */
"Upgrade" = "升级";

/* Window title text */
"Upgrade Now" = "现在升级";

/* No comment provided by engineer. */
"Upgrade..." = "升级...";

/* Text field shown after upload completed */
"Upload Complete" = "上传已完成";

/* No comment provided by engineer. */
"Upload Completed" = "上传已完成";

/* No comment provided by engineer. */
"Upload cancelled" = "已取消上传";

/* No comment provided by engineer. */
"Use Startup Disk" = "使用启动盘";

/* Name of transition in the Wipe Pack */
"Vacuum" = "真空";

/* No comment provided by engineer. */
"Value cannot be greater than %@." = "该值不能大于 %@。";

/* No comment provided by engineer. */
"Value cannot be less than %@." = "该值不能小于 %@。";

/* No comment provided by engineer. */
"Value must be between 2 and 8192." = "该值必须在2和8192之间。";

/* No comment provided by engineer. */
"Value too large." = "值太大了。";

/* No comment provided by engineer. */
"Value too small." = "值太小了。";

/* Action Context menu command */
"Video" = "视频";

/* No comment provided by engineer. */
"Video Action" = "视频动作";

/* Action Context menu command
   Name in inspector panel
   Video Panel Parameter */
"Video Filters" = "视频滤镜";

/* No comment provided by engineer. */
"Video Motion" = "视频运动";

/* No comment provided by engineer. */
"Video Snapback" = "视频弹回";

/* No comment provided by engineer. */
"Visit Website" = "访问网站";

/* Warning message when setting the scratch disk location for FAT volumes */
"Volume Maximum Filesize Warning" = "警告最大音量大小";

/* (No Commment) */
"WARNING: 3ivx codec detected" = "警告：检测到 3ivx 编解码器";

/* No comment provided by engineer. */
"Wait duration cannot be negative." = "等待时间不能是负值。";

/* No comment provided by engineer. */
"Waiting to create..." = "等待创作...";

/* Text in the Welcome screen */
"Watch Tutorials" = "看教程";

/* Name of transition in the Wipe Pack */
"Wave Wipe" = "波浪擦除";

/* Name of preset in New Document */
"Web" = "Web";

/* No comment provided by engineer. */
"Welcome" = "欢迎";

/* (No Commment) */
"Welcome to ScreenFlow 6" = "欢迎来到 ScreenFlow 6";

/* Text in the Welcome screen */
"Welcome to ScreenFlow 7" = "欢迎来到 ScreenFlow 7";

/* Text in the Welcome screen */
"What's New" = "新功能";

/* No comment provided by engineer. */
"When a nested clip is selected, ScreenFlow will export the project's timeline." = "如果选择了嵌套剪辑，则将导出该项目的时间轴。";

/* No comment provided by engineer. */
"When deleting media from the global library, this operation will remove reference to this file from every document, so if any other documents reference this media, they will no longer be able to access it.

This operation cannot be undone." = "从全局库删除媒体从所有文档中删除对该文件的引用。 因此，如果其他文件涉及此媒体，这些文档将无法访问此媒体。

此操作无法撤消。";

/* No comment provided by engineer. */
"Width:" = "宽度：";

/* Name of transition in the Wipe Pack */
"Windshield Wipe" = "挡风玻璃擦除";

/* No comment provided by engineer. */
"Wipe Pack" = "擦除包";

/* No comment provided by engineer. */
"Wipe Pack Installed" = "安装了擦除包";

/* No comment provided by engineer. */
"Wipes" = "擦除";

/* Video Panel Parameter */
"X Rotation:" = "X 旋转：";

/* Video Panel Parameter */
"Y Rotation:" = "Y 旋转：";

/* No comment provided by engineer. */
"You are about to export a watermarked video. To avoid this in the future, please either activate your license by going to Preferences > Licenses, or purchase a ScreenFlow license." = "我即将导出带水印的视频。 为了避免日后出现这种情况，请访问 '环境设置' > '许可' 以验证许可证或购买ScreenFlow许可证。";

/* (No Commment) */
"You can add an additional recording to your document." = "您可以向文档添加另一个录音。";

/* No comment provided by engineer. */
"You can use the Tab key to quickly move to the next caption, or Shift and Tab to move to the previous caption.

Use ⌘↑ to increase the duration of the current caption, ⌘↓ to decrease." = "您可以使用Tab键快速移动到下一个标题，Shift和Tab键移动到上一个标题。

使用⌘↑键增加当前标题的长度，或使用⌘↓键缩短。";

/* License header text */
"You have a ScreenFlow 6 license, special upgrade pricing available" = "客户拥有ScreenFlow 6许可证，因此可提供特殊升级价格。";

/* No comment provided by engineer. */
"You may edit the contents of a nested clip by either double clicking on the clip or selecting 'Edit Nested Clip' from the clip's action menu." = "您可以通过双击剪辑或从该剪辑的操作菜单中选择 '编辑嵌套剪辑' 来编辑嵌套剪辑的内容。";

/* No comment provided by engineer. */
"YouTube only allows certain accounts to upload more than 15 minutes of content.  If the upload is rejected, you must reduce the duration of the screencast to 15 minutes in order to publish it to YouTube." = "在YouTube上，您只能为某些帐户上传超过15分钟的内容。 如果上传被拒绝，您可以将屏幕录像的长度缩短到15分钟，并将其发布在YouTube上。";

/* No comment provided by engineer. */
"Your media has %ld clips in the timeline.  When you press 'Delete', these will also be deleted." = "此媒体包含时间轴上的 %ld 个剪辑。 如果按 '删除' ，这些剪辑也将被删除。";

/* No comment provided by engineer. */
"Your media has a clip in the timeline.  When you press 'Delete', this will also be deleted." = "此媒体在时间轴中包含一个剪辑。 如果您点击 '确定' ，这些剪辑也将被删除。";

/* No comment provided by engineer. */
"Your recording completed successfully.  You now have the option to create a new document or add to one of the open documents." = "录像已成功完成。 您现在可以选择创建新文档或将其添加到其中一个打开的文档。";

/* Video Panel Parameter */
"Z Rotation:" = "Z 旋转：";

/* No comment provided by engineer. */
"Zoom In" = "放大";

/* No comment provided by engineer. */
"Zoom Out" = "缩小";

/* No comment provided by engineer. */
"Zooms the timeline. Use the View menu item \"Zoom Timeline to Fit\" to quickly see everything in your timeline." = "放大时间轴。 您可以使用 '显示' 菜单中的 '时间轴适合窗口' 快速查看时间轴中的所有内容。";

/* No comment provided by engineer. */
"annotations" = "评论数量";

/* Cursor Title */
"circle" = "圈";

/* No comment provided by engineer. */
"copy" = "拷贝";

/* Cursor Title */
"default" = "默认";

/* Visit Driver Download */
"http://dynamic.telestream.net/downloads/download-screenflow-audio.asp" = "http://dynamic.telestream.net/downloads/download-screenflow-audio.asp";

/* Visit Website */
"http://www.telestream.net/screen-flow/overview.htm" = "http://www.telestream.net/screen-flow/overview.htm";

/* Application Feedback URL */
"http://www.telestream.net/telestream-support/screen-flow/contact-support.htm" = "http://www.telestream.net/telestream-support/screen-flow/contact-support.htm";

/* Visit Support */
"http://www.telestream.net/telestream-support/screen-flow/support.htm" = "http://www.telestream.net/telestream-support/screen-flow/support.htm";

/* Name of preset in New Document */
"iOS Capture - iPad Landscape" = "iOS Capture - iPad 横";

/* Name of preset in New Document */
"iOS Capture - iPad Portrait" = "iOS Capture - iPad 竖";

/* Name of preset in New Document */
"iOS Capture - iPhone 5 Landscape" = "iOS Capture - iPhone 5 横";

/* Name of preset in New Document */
"iOS Capture - iPhone 5 Portrait" = "iOS Capture - iPhone 5 竖";

/* Name of preset in New Document */
"iOS Capture - iPhone 6 Landscape" = "iOS Capture - iPhone 6 横";

/* Name of preset in New Document */
"iOS Capture - iPhone 6 Plus Landscape" = "iOS Capture - iPhone 6 Plus 横";

/* Name of preset in New Document */
"iOS Capture - iPhone 6 Plus Portrait" = "iOS Capture - iPhone 6 Plus 竖";

/* Name of preset in New Document */
"iOS Capture - iPhone 6 Portrait" = "iOS Capture - iPhone 6 竖";

/* No comment provided by engineer. */
"iTunes Content" = "iTunes 内容";

/* Name of media library */
"iTunes Library" = "iTunes 库";

/* audio channels */
"mono" = "单声道";

/* No comment provided by engineer. */
"move" = "移动";

/* Separator when range is selected */
"of" = "／";

/* No comment provided by engineer. */
"secs" = "秒";

/* Cursor Title */
"square" = "广场";

/* audio channels */
"stereo" = "立体声";

/* No comment provided by engineer. */
"video actions" = "视频动作";

